Repository: mozilla-l10n/mt-training-data
Catalog: ht/ht_pontoon.tmx
Source language: en_us
Languages: ht

source: How do I access and use the dataset?
ht: Kouman pou mwen jwenn aksè ak itilize done yo?

source: How do I add a language?
ht: Kouman pou mwen ajoute yon lang?

source: How do I add sentences?
ht: Kouman pou mwen ajoute fraz?

source: How do I know whether to approve a voice clip?
ht: Kouman pou mwen konnen si pou apwouve yon klip vwa?

source: How do I record a high quality voice clip?
ht: Kouman pou mwen anrejistre yon clip vwa kalite siperyè?

source: How do I stay in touch?
ht: Kouman pou mwen rete an kontak?

source: How do you ensure anonymity and privacy of the people who donated their voices?
ht: Ki jan ou asire anonimite ak vi prive moun ki bay vwa yo?

source: How to
ht: Kijan pou

source: How-to
ht: Kijan pou

source: How to Cite
ht: Ki jan yo bay referans

source: How would you describe your accent?
ht: Ki jan ou ta dekri dyalèk ou a?

source: Hungarian
ht: Ongwa

source: I agree
ht: Mwen dakò

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ht: Mwen dakò ak <termsLink>Kondisyon</termsLink> ak <privacyLink>Avi sou enfòmasyon prive</privacyLink> Common Voice.

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
ht: Mwen se yon moun ki pa pale natif natal epi mwen pale ak yon aksan, ou toujou vle vwa mwen?

source: Icelandic
ht: Island

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ht: Mwen ta renmen resevwa Imèl tankou rapèl objektif, dènye pwogrè mwen ak bilten sou Common Voice.

source: I do not agree
ht: mwen pa dakò

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ht: Si yo rejte yon clip pa 2 moun, li lage nan yon sous-ensemble diferan nan seri done a.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ht: Si fraz la pa satisfè kritè ki anwo yo, klike sou &quot;Rejte&quot; bouton sou bò gòch la. Si ou pa sèten sou fraz la, ou ka sote'l tou epi ale nan pwochen an.

source: If the sentence meets the criteria, click the "Approve" button.
ht: Si fraz la satisfè kritè yo, klike sou bouton "Apwouve".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ht: Si fraz la satisfè kritè yo, klike sou &quot;Apwouve&quot; bouton sou bò dwat la.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ht: Si ou te kapab<strong>tande yo</strong>e <strong>konprann yo</strong>, anjeneral li <strong>pi bon pou apwouve</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ht: Si w pa tande nou nan kèk jou, kontakte nan <emailLink>{ $email }</emailLink> epi nou pral tounen vin jwenn ou!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ht: Si w ap chèche zouti pou konstwi modèl ASR, ou ka konekte ak lòt moun nan kominote a <discourseLink>sou Discourse</discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
ht: Si w ap chèche pale plis sou seri done a, si w vle ko-envesti nan planifye agrandisman platfòm an oswa chèche opòtinite kolaborasyon, <emailFragment>depoze nou yon mo.</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
ht: Si'w fini ak fraz pou revize, tanpri ede nou kolekte plis fraz!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ht: Si w panse pwononsyasyon an fè li<strong>enposib pou w konprann</strong>oswa gen <strong>anpil bri nan fon</strong>oswa gen <strong>lòt moun k ap pale tou</strong>, lè sa a ou ta dwe rejte clip la. <accuracyLink>Gade plis enfòmasyon nan kritè presizyon nou yo</accuracyLink>.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ht: Mwen dakò ak ou jere enfòmasyon sa jan ou eksplike nan <privacyLink>Politik sou enfòmasyon prive</privacyLink> Mozilla.

source: Includes email, username & demographic info, available right away
ht: Gen ladann imèl, non itilizatè ak enfòmasyon demografik, ki disponib touswit

source: Indonesian
ht: Endonezyen

source: Information about the language
ht: Enfòmasyon sou lang lan

source: In Progress
ht: Nan Pwogrè

source: Interested in learning more and contributing to the project?
ht: Ou enterese aprann plis ak kontribiye nan pwojè a?

source: Interface Language
ht: Lang koòdone

source: Interlingua
ht: Intèlengwa

source: Interlingue
ht: Intèleng

source: Irish
ht: Ilandè

source: IsiNdebele (North)
ht: IsiNdebele (Nò)

source: IsiNdebele (South)
ht: IsiNdebele (Sid)

source: Is my account information public?
ht: Èske enfòmasyon sou kont mwen an piblik?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ht: <isoCodeLink>Kòd ISO</isoCodeLink> si yo konnen

source: Is the clip valid?
ht: Èske odyo a valab?

source: Is the goal of Common Voice to build a voice assistant?
ht: Èske objektif Common Voice pou konstwi yon asistan vwa?

source: Italian
ht: Italyen

source: It contains words or phrases that are hard to read or pronounce.
ht: Li gen mo oswa fraz ki difisil pou ka li oswa pwononse.

source: It is written in a language different than what I’m speaking.
ht: Li ekri nan yon lang diferan de sa m'ap pale.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
ht: Li pran anpil pou fè Common Voice rive! Nou pa fè li pou kont nou. Ou vle asosye avèk nou? Nou ta renmen tande pale de ou.

source: I want to join the Common Voice mailing list
ht: Mwen vle rantre nan lis adrès Common Voice la

source: Izhorian
ht: Izoryen

source: Japanese
ht: Japonè

source: Javanese
ht: Javanèz

source: Join the Common Voice mailing list
ht: Antre nan lis postal Common Voice lan

source: Just Unsure?
ht: Jis pa sèten?

source: Kabardian
ht: Kabadyen

source: Kabyle
ht: Kabil

source: Kaqchikel
ht: Kakchikel

source: Kazakh
ht: Kazak

source: Keep
ht: Kenbe

source: Keep it up, record again <recordIcon></recordIcon>
ht: Kontinye trè byen, anrejistre ankò <recordIcon></recordIcon>

source: Keep the recordings
ht: Kenbe anrejistreman yo

source: Keep track of your progress and metrics across multiple languages.
ht: Kenbe tras pwogrè'w ak meziman nan plizyè lang.

source: Keep track of your progress with a profile
ht: Kenbe tras pwogrè'w ak yon pwofil

source: Keep track of your progress with a profile and help our voice data be more accurate.
ht: Kenbe tras de pwogrè'w ak yon pwofil epi ede done vwa nou yo vinn pi egzak.

source: Khmer
ht: Kamè

source: Kikuyu
ht: Kikouyou

source: Kinyarwanda
ht: Kinyawanda

source: Komi-Zyrian
ht: Komi-Ziryen

source: Korean
ht: Koreyen

source: Kurmanji Kurdish
ht: Koumannji Koudich

source: Kyrgyz
ht: Kigiz

source: Language
ht: Lang

source: Language Request
ht: Demann Lang

source: Language request successfully submitted, thank you.
ht: Demann lang yo te soumèt avèk siksè, mèsi.

source: Languages
ht: Lang yo

source: Lao
ht: Law

source: Large scale corporates and platform companies
ht: Gwo echèl antrepriz ak konpayi platfòm

source: Last Updated: { $lastUpdatedTimeStamp }
ht: Dènye Mizajou: { $lastUpdatedTimeStamp }

source: Latgalian
ht: Latgalyen

source: Latvian
ht: Latvyen

source: Launched
ht: Te lanse

source: Leaderboard Visibility
ht: Vizibilite Tablo Lidè

source: Learn how to take part
ht: Aprann kijan pou patisipe

source: Learn More
ht: Aprann plis

source: Leaving now means you’ll lose your changes
ht: Si'w kite kounye a vle di ou pral pèdi chanjman'w yo

source: Leaving now means you'll lose your progress
ht: Si'w kite kounye a sa vle di w'ap pèdi pwogrè'w fè

source: Let's Get Started
ht: An'n kòmanse

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ht: LibriSpeech se yon corpus apeprè 1000 èdtan nan 16Khz li diskou angle ki sòti nan li liv odyo nan pwojè LibriVox la.

source: License
ht: Lisans

source: License: <licenseLink>CC-0</licenseLink>
ht: Lisans: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ht: Lisans: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ht: Ligiryen

source: Lingala
ht: Lengala

source: Link Copied
ht: Lyen kopye

source: Links to websites that can help us understand the language
ht: Lyen ki mennen nan sit entènèt ki ka ede nou konprann lang nan

source: Listen
ht: Koute

source: Listening
ht: Tande

source: Listen-Queue
ht: Koute-Queue

source: Lithuanian
ht: Lityanyen

source: Loading…
ht: Chajman…

source: Loading rejected sentences…
ht: Chajman fraz rejte yo...

source: Loading sentences…
ht: Chaje fraz yo...

source: Loading your sentences…
ht: Chaje fraz ou yo...

source: Localization
ht: Lokalizasyon

source: Localized
ht: Lokalize

source: Log In
ht: Ouvri sesyon an

source: Login failed
ht: Keksyon an echwe

source: Login Identity
ht: Idantite Kredansyèl

source: Log in or sign up to get started
ht: Konekte oswa enskri pou kòmanse

source: Login / Signup
ht: Konekte / Enskripsyon

source: Log In / Sign Up
ht: Konekte / Enskri

source: Log In / Sign Up with { $company } email
ht: Konekte / Enskri ak imel { $company }

source: Logout
ht: Dekonekte

source: Log Out
ht: Dekonekte

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ht: Sanble pa gen okenn son pou koute nan lang sa a. Ede nou ranpli ke a lèw anrejistre kèk kounye a.

source: Luganda
ht: Louganda

source: Luxembourgish
ht: Liksanboug

source: Macedonian
ht: Masedwanyen

source: Maithili
ht: Maytili

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ht: Asire w ke platfòm la anrejistre anvan ou kòmanse pale, e ke li sispann sèlman yon fwa ou fini.

source: Make sure the sentence meets the following criteria:
ht: Asire'w ke fraz la satisfè kritè sa yo:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ht: Fè done ou soumèt yo valab ke posib lè w bay kèk done demografik anonim. Nou de-idantifye tout done demografik anvan nou fè yo piblik.

source: Malagasy
ht: Malagasi

source: Male
ht: Gason

source: Maltese
ht: Maltwa

source: Manage Email Subscriptions
ht: Jere abònman imel

source: Manage Subscriptions
ht: Jere abònman

source: Mapudungun
ht: Mapoudongon

source: Marathi
ht: Marati

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ht: Petèt <homepageLink>paj dakèy</homepageLink> nou an ap ede? Pou poze yon kesyon, tanpri rantre nan <matrixLink>Chat kominote Matrix la</matrixLink>, kontwole pwoblèm sit yo atravè <githubLink>GitHub</githubLink> oswa vizite <discourseLink>fowòm Diskou nou yo</discourseLink>.

source: Meadow Mari
ht: Mèdow Mari

source: Meetei Lon
ht: Mitey Lon

source: Message
ht: Mesaj

source: Misreadings
ht: Move lekti

source: Mixed
ht: Melanje

source: Moksha
ht: Mokcha

source: Mongolian
ht: Mongolyen

source: More
ht: Plis

source: Mossi
ht: Mosi

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ht: Pifò nan done yo ki itilize pa gwo konpayi yo pa disponib pou majorite moun. Nou panse ke sa anpeche inovasyon. Se konsa, nou te lanse Project Common Voice, yon pwojè pou ede fè vwa rekonesans pou ekri Haitian ouvè a tout moun.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ht: Pifò nan done yo itilize pa gwo konpayi yo pa disponib pou majorite moun. Nou panse ke sa anpeche inovasyon. Se konsa, nou te lanse Project Common Voice, yon pwojè pou ede fè vwa rekonesans pou ekri Haitian ouvè a tout moun.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
ht: Pifò baz done lapawòl yo fòme ak twòp reprezantasyon nan sèten demografik ki lakòz yon patipri pou <articleLink>klas gason ak klas mwayèn</articleLink>. Aksan ak dyalèk ki gen tandans pou yo pa reprezante nan seri done fòmasyon yo anjeneral ki asosye ak gwoup moun ki deja majinalize. Anpil machin tou ap lite pou konprann vwa fi. Se poutèt sa nan baz done vwa nou an nou vle varyete!

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ht: Mozilla Common Voice se yon inisyativ pou ede anseye machin ki jan moun reyèl pale.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ht: Mozilla Common Voice fè posib pa yon kominote divès aktivis, lengwis, syantis done, akademik ak enjenyè lojisyèl ki soti toupatou nan mond lan. Se Mozilla Foundation ki jere pwojè a.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
ht: Mozilla dedye nan kenbe entènèt la louvri epi aksesib pou tout moun. Pou fè sa, nou bezwen otorize kreyatè entènèt yo atravè pwojè tankou Common Voice. Lè teknoloji vwa pwopaje pi lwen tikal nich aplikasyon yo, nou kwè yo dwe sèvi tout itilizatè yo egalman. Sa vle di envesti nan plis lang ak akomode aksan divès ak demografik lè teknoloji vwa ap bati ak teste . Common Voice se yon resous piblik ki disponib pou tout moun ak ekip Mozilla e devlopè atravè mond lan deja itilize li sou pwòp pwojè nou yo tou.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ht: Mozilla louvri sous motè rekonesans vwa Deep Speech ka itilize pou konstwi aplikasyon pou rekonesans lapawòl. Li <githubLink>Apèsi sou Github nou an</githubLink> oswa rantre nan <discourseLink>Discours DeepSpeech</discourseLink> pou aprann kijan pou kòmanse.

source: Mutual accountability.
ht: Responsablite mityèl.

source: My Sentences
ht: Fraz mwen yo

source: N/A
ht: Pa aplikab

source: Name
ht: Non

source: Names of your language
ht: Non lang ou

source: Native Language
ht: Lang natif natal

source: Need some help with accent?
ht: Bezwen èd ak aksan?

source: Need some help with variants?
ht: Bezwen èd ak dyalèk?

source: Need to download your data?
ht: Bezwen telechaje done'w la?

source: New Language Launch
ht: Lansman nouvo lang

source: Next
ht: Pwochen

source: Next Goals: { $goal }
ht: Pwochen objektif: { $goal }

source: No
ht: Non

source: No gravatar found for your email
ht: Pa gen gravatar pou imèl ou

source: No microphone found.
ht: Pa jwenn mikwofòn.

source: No rejected sentences found!
ht: Pa gen okenn fraz rejte ki jwenn!

source: Northern Sotho
ht: Sotho di Nò

source: Norwegian Bokmål
ht: Nòvejyen Bokmal

source: Norwegian Nynorsk
ht: Nòvejyen Ninòsk

source: No sentences found!
ht: Pa gen fraz pou jwenn!

source: Note: You will still need to select between Speak or Listen to change contribution type.
ht: Remak: W ap toujou bezwen chwazi ant Pale oswa Koute pou chanje kalite kontribisyon.

source: No Thanks
ht: Non Mèsi

source: No thanks, continue speaking
ht: Non mèsi, ou mèt kontinye pale

source: No variant selected
ht: Pa gen okenn dyalèk chwazi

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ht: Koulye a, ou ka bay vwa ou pou ede nou bati yon baz done vwa ak kòd sous ouvè ke nenpòt moun ka itilize pou fè aplikasyon inovatè pou aparèy ak entènèt la. Li yon fraz pou ede machin yo aprann kijan moun reyèl yo pale. Tcheke travay lòt moun ki kontribitè yo pou amelyore kalite a. Li senp konsa!

source: Number of Voices
ht: Kantite vwa

source: Occitan
ht: Oksitan

source: Odia
ht: Odya

source: Off
ht: Etenn

source: Offensive language
ht: Lang ofansif

source: Offensive speech
ht: Diskou ofansif

source: On
ht: Limen

source: Once logged in you can select your languages from the profile section.
ht: Yon fwa ou konekte ou ka chwazi lang ou yo nan seksyon pwofil la.

source: On desktop devices you can contribute by downloading…
ht: Sou aparèy Desktop ou ka kontribye lè'w telechaje...

source: One sentence per line
ht: Yon fraz pou chak liy

source: On his head he wore a beret.
ht: Sou tèt li li te mete yon bere.

source: On iOS please continue with Safari to enable recording…
ht: Sou iOS tanpri kontinye ak Safari pou pèmèt anrejistreman...

source: Optionally join on our email list for updates and new information about the project.
ht: Opsyonèlman rantre nan lis imèl nou an pou pwogrè ak nouvo enfòmasyon sou pwojè a.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ht: Done demografik ou te soumèt (pa egzanp, laj, sèks, lang, ak aksan) pa'p janm pibliye sou pwofil ou a, epi yo pa'p lye ak kont ou nan seri done a. Klip odyo endividyèl yo pral asosye ak done demografik nan bi pou analize yo pi egzak - pou egzanp, yon chèchè ta ka vle vize yon modèl fòmasyon nan yon segman demografik espesifik.

source: Ossetian
ht: Osètyen

source: Other
ht: Lòt

source: Other Language
ht: Lòt Lang

source: Other people validate those voice clips.
ht: Lòt moun valide klip vwa sa yo.

source: Other voice datasets…
ht: Lòt done vwa...

source: Other Voice Datasets
ht: Lòt done vwa...

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ht: Manadjè kominote nou an ap kontakte ou pou l ofri sipò siplemantè, epi fè w konnen si genyen deja yon kominote k ap travay sou lang ou

source: Our governance is founded on the pillars of:
ht: Gouvènans nou an baze sou poto sa yo:

source: Our Partners
ht: Patnè nou yo

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
ht: Tèks sous nou an fèt ak don orijinal kontribitè yo ansanm ak dyalòg ki soti nan script fim domèn piblik tankou <italic>It’s a Wonderful Life</italic>. Ou ka wè fraz sous nou yo nan <githubLink>Katab GitHub sa a</githubLink>.

source: Overall Accuracy
ht: Presizyon an jeneral

source: Overall Hr. Total
ht: An jeneral Hr. Total

source: Overall project status: see how far we’ve come!
ht: Estati pwojè an jeneral: gade ki jan nou te avanse!

source: p
ht: j

source: Papiamento (Aruba)
ht: Papyamento (Aruba)

source: Partner
ht: Patnè

source: Partners
ht: Patnè yo

source: Partnerships
ht: Patenarya

source: Partnerships and networks
ht: Patenarya ak rezo

source: Partner with local organizations or individuals
ht: Patenarya ak òganizasyon lokal oswa moun

source: Pashto
ht: Pachto

source: Past recordings download requests
ht: Demann telechajman anrejistreman ki sot pase yo

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ht: <p>Common Voice se yon seri done vwa ki disponib piblikman, ki mache ak vwa kontribitè volontè atravè mond lan. Moun ki vle kreye aplikasyon pou vwa yo ka itilize dataset la pou fòme modèl aprantisaj machin yo.</p> <p>Koulye a, konpayi yo posede pifò done vwa yo, sa ki anpeche inovasyon. Ansanm done vwa yo pa reprezante tou: moun ki pa pale angle, moun ki gen koulè, moun ki andikape, fanm ak moun LGBTQIA+. Sa vle di ke teknoloji vwa-pèmèt pa travay ditou pou anpil lang, epi kote li travay, li ka pa fè menm jan byen pou tout moun. Nou vle chanje sa nan mobilize moun toupatou pou pataje vwa yo.</p>

source: People come and contribute their voices.
ht: Moun vini e kontribye vwa yo.

source: Persian
ht: Pèsik

source: Personal
ht: Pèsonèl

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ht: <playbookLink>Jwenn konsèy itil</playbookLink> sou tout vwayaj Common Voice la, depi lokalizasyon jiska itilizasyon done ansanm, ansanm ak fason pou konekte avèk kominote nou an.

source: <playIcon></playIcon>Last one!
ht: <playIcon></playIcon>Dènye an!

source: Play/Stop
ht: Jwe/Sispann

source: Please add a source.
ht: Tanpri ajoute yon sous.

source: Please add sentences.
ht: Tanpri ajoute fraz.

source: Please confirm that these sentences are public domain.
ht: Tanpri konfime ke fraz sa yo se domèn piblik.

source: Please select a language.
ht: Tanpri chwazi yon lang.

source: Please select a language to review sentences.
ht: Tanpri chwazi yon lang pou revize fraz yo.

source: Please try again.
ht: Tanpri eseye ankò.

source: Polish
ht: Polonè
